//большую часть описания нашел на этом сайте haslestore.com и stoneforest.ru

export const API = {
    adidas: [
        {
            name: 'ADIDAS Neo 10k',
            text: `Стильные мужские кроссовки Adidas NEO 10k — надежные легкие кроссовки на каждый день.
            Модель оценят молодые люди за мягкость и комфорт. Верх выполнен из текстиля и замши,
            в наличии текстильная подкладка. Изделие с укрепленным мыском и пяткой напомнит
            вам о 80-х. Дизайн модели включает вставку из термополиуретана на пятке, классическую
            шнуровку. Великолепное сочетание синего, голубого и белого оттенков состоит из
            нескольких логотипов, полос в разных частях обуви и принта бренда на язычке.
            
            Стильный дизайн
            Резиновая подошва
            Декор: шнурки, тканевые вставки, тиснения логотипа бренда
            Отличная амортизация за счет легкого ЭВА в промежуточной подошве`
        },
        {
            name: 'ADIDAS Ultra Boost',
            text: `Кроссовки Adidas Ultra Boost 22 - актуальны в качестве спортивной обуви, а также можно

            использовать как эффектный элемент уличной одежды. Верхняя часть кроссовок
            
            выполнена из комбинации текстиля Primeknit с полимерными материалами. Мягкий
            
            воротник, облегающий лодыжку, надежно фиксирует ногу. Вставка из TPU в задней
            
            части помогает зафиксировать стопу. Промежуточная подошва BOOST возвращает
            
            вам энергию с каждым шагом, а система Linear Energy Push эффективно справляется
            
            с ударными нагрузками. Подметка из резины Continental гарантирует отличное
            
            сцепление с поверхностью.
            
            
            В 2015 году в ассортименте бренда adidas появились кроссовки Ultraboost, которые
            
            оказали огромное влияние на беговую индустрию в мире, а впоследствии
            
            и на повседневную обувь в целом. При поддержке BASF, ведущей мировой
            
            химической компании, adidas добилась невозможного, разработав
            
            амбициозную систему межподошвы.
            
            
            
            Система Linear Energy Push
            Амортизация Ultraboost
            Воздухопроницаемость
            Подметка Continental
            Вставка из TPU`
        },
        {
            name: 'ADIDAS ZX 750',
            text: `Зимние Кроссовки Adidas ZX 750 Hi - отлично подходят для использования в условиях

            низких температур. Верх выполнен из комбинации кожи и замши. Меховая подкладка
            
            обеспечит небывалый комфорт зимой и поздней осенью. Кроссовки обладают системой
            
            Torsion — вставкой в середине подошвы для более плавного переката, пеноматериалом
            
            EVA для амортизации. Вставки из TPU улучшают стабилизацию в пяточной области.
            
            Износостойкая подметка обеспечивает хорошее сцепление с различными поверхностями.
            
            
            
            Настоящее массовое производство ZX началось после олимпийских игр 1988 года.
            
            Модель ZX750 изготовлялась, с учетом того, что она должна была подходить всем
            
            спортсменам, участвующих в длинных забегах, за счет своих ароматизирующих
            
            компонентов подошвы. Но кроссовки ZX - сейчас не просто беговая обувь, а культ
            
            street культуры, объединяющей спортсменов разных отраслей и просто
            
            обыкновенных людей, которые имеют активную жизненную позицию.`
        },
        {
            name: 'ADIDAS Firewalker',
            text: 'Эти кроссовки adidas в баскетбольном стиле отлично подходят для встреч с друзьями и для повседневной жизни. Мягкая промежуточная подошва дарит комфорт в течение всего дня. Массивная подметка завершает образ.'
        },
        {
            name: 'ADIDAS Marathon TR 13',
            text: `
            Идеальным атрибутом каждого современного человека, 
            являющегося поклонником здорового образа жизни, являются 
            удобные кроссовки. Adidas Marathon Flyknit – служит ярким 
            примером качества и комфорта. В обуви из этой серии каждый
            элемент конструкции продуман до мелочей. Специфический дизайн
            яркой новинки Adidas Marathon Flyknit оправдан её предназначением
            . Кроссовки Adidas Marathon Flyknit призваны порадовать любителей 
            бега. Особенно, ценителей босоногих пробежек. Ведь свежие Adidas и
            должны имитировать ощущения от бега босиком, но при этом защищать
            спортсмена от ушибов, порезов и прочих неприятностей. Верх кроссовок 
            состоит из цельносвязанной синтетической нити, благодаря чему удалось
            уйти от швов. Это решило сразу 2 беды: швы не создают дополнительный 
            вес, ну а во-вторых, швы теперь уж точно не натрут ногу. Не менее интересной стала сама 
            технология вязки этой нити. Все дело в том, что к середине она более плотная, чем к носку, ну и
            конечно в плане вентиляции, у этой модели одна из лучших.
            `
        },
        {
            name: 'ADIDAS Yeezy Boost 700',
            text: `
            Yeezy Boost 700 v3 — одна из самых футуристичных моделей бренда Adidas. Верх выполнен из текстиля,
который отлично пропускает воздух, мягкая обивка внутри модели создает ощущение комфорта во время
ходьбы и бега. Стильные резиновые накладки в строении верха придают незабываемость образу модели,
а подошва выполнена с использованием технологии Boost, которая создаёт амортизацию при любых
нагрузках. Сцепление придаёт резиновая подметка. С течением времени материалы своих
физических свойств не меняют. Выполнены в белом цвете.`
        },
        {
            name: 'Adidas Forum Low',
            text: `
            Кроссовки Adidas Forum Low – актуальны для спортивных занятий и для повседневной носки.

Верх материала выполнен из кожи и замши с перфорацией в носочной области и по бокам.

Модель с низким профилем и классической шнуровкой беспечивают надежную посадку

и с легкостью закрепляет стопу. Прочная резиновая подошва EVA обеспечивает

отличное сцепление и свободу движений. Для дополнительной поддержки

используется стабилизационная вставка.


В 1983-м году французский дизайнер Жак Шассен решил создать универсальные кроссовки,

которые бы подошли атлетам абсолютно разных уровней и позиций. Главной фишкой стала

надёжная стабилизация. Он ориентировался на популярность баскетбола, поэтому создавал

кроссовки именно для этого вида спорта. Модель adidas Forum поступила в продажу в 1984 году

и завоевала любовь не только на баскетбольных площадках, но и в шоу-бизнесе.

Это не просто кроссовки, а настоящий символ эпохи.`
        },
    ],
    fila: [
        {
            name: 'FILA Disruptor 2 Premium',
            text: `добные кроссовки Disruptor II Premium от FILA с запоминающимся дизайном станут ярким акцентом в образе.

            УНИКАЛЬНЫЙ ДИЗАЙН:
            Обновленная версия культовой модели 1997 года.
            АМОРТИЗАЦИЯ:
            Промежуточная подошва из ЭВА гасит ударные нагрузки при ходьбе.
            
            Износостойкий материал подошвы продлевает срок службы модели.
            
            Благодаря подошве из материала ЭВА обувь мало весит.`
        },
        {
            name: 'FILA Fusion Casper',
            text: `Продолжая раздвигать границы уличного искусства в течение нескольких десятилетий и после многочисленных востребованных коллабораций, в конце 90-х FUTURA вскоре отважилась войти в мир моды. В этом сезоне FILA CHINA объединилась с известным художником, чтобы объединить свою линию FUSION с лейблом последнего FUTURA LABORATORIES.

            Новая коллекция FILA FUSION, являющаяся продолжением спортивного наследия бренда, исследует связь между модой и искусством. Это эксклюзивное сотрудничество, состоящее из множества предметов одежды, включая футболки, толстовки и толстовки, а также набор аксессуаров, позволяет двум компаниям использовать различные элементы природы.
            
            Используя белый цвет в качестве холста, линейка использует эстетику цветовых блоков со вспышками цвета, вдохновленными вселенной, воздухом, водой, землей и огнем, которые FUTURA интерпретирует через точки и линии, напоминающие капли воды и мазки кисти.`
        },
        {
            name: 'FILA 96 Low Latest trends OFF',
            text: `Известная ранее как Fila Grant Hill 2, переименованная в Fila 96 возвращается в 2019 году со всеми любимыми элементами OG. Ностальгия, которую несет в себе этот силуэт, напоминает нам о временах, когда Хилл играл в «Пистонс», но помимо этого привлекательность чистых, массивных и олдскульных кроссовок. Теперь он доступен в двух версиях и двух цветовых вариантах: оригинальный/низкий вырез и белый/черный.`
        },
        {
            name: 'FILA D-Formation',
            text: `Кроссовки FILA D-Formation, вдохновленные тренировочной моделью 1997 года, станут идеальным дополнением спортивного образа.

            АМОРТИЗАЦИЯ
            Промежуточная подошва из легкого материала ЭВА гасит ударные нагрузки при ходьбе.
            СЦЕПЛЕНИЕ С ПОВЕРХНОСТЬЮ
            Специальный рисунок протектора обеспечивает надежное сцепление с поверхностью.
            УСТОЙЧИВОСТЬ К ИЗНОСУ
            Подошва выполнена из износостойкого материала.`
        },
        {
            name: 'FILA Disruptor 2 Minty',
            text: `FILA Disruptor 2 WMNS Leather Triple Black — женские кроссовки, разработанные с использованием
            качественных материалов. Классические женские кроссовки дополнят любой образ. Вы сможете
            использовать их и в повседневной носке, и для занятий спортом. Хорошо сидят на ноге, шнуровка
            прекрасно фиксирует стопу. Изготовлены кроссовки из качественной кожи. Подошва резиновая,
            благодаря ей, нога не скользит на поверхности. Данная модель дополнена мехом,
            поэтому подходит и для холодного времени года.`
        },
        {
            name: 'FILA D-formation',
            text: `Кроссовки FILA D-Formation, вдохновленные тренировочной моделью 1997 года, станут идеальным дополнением спортивного образа.

            АМОРТИЗАЦИЯ
            Промежуточная подошва из легкого материала ЭВА гасит ударные нагрузки при ходьбе.
            СЦЕПЛЕНИЕ С ПОВЕРХНОСТЬЮ
            Специальный рисунок протектора обеспечивает надежное сцепление с поверхностью.
            УСТОЙЧИВОСТЬ К ИЗНОСУ
            Подошва выполнена из износостойкого материала.`
        },
    ],
    nike: [
        {
            name: 'NIKE Pebble lava Foreword',
            text: `Компания Nike собирается начать новый 2020 год с релиза новой расцветки под названием «Lava» модели Nike Air Foamposite One.

            Модель оформлена в цвета под названием «Black», «Total Crimson» и «Bright Crimson». Эти Nike Air Foamposite One оснащены черным кожаным верхом, сетчатым язычком с малиновыми контрастными акцентами. Фишка расцветки — дизайн в стиле лавы, покрывающий верх и черная резиновая подошва.`
        },
        {
            name: 'NIKE Jordan Air Force 1',
            text: `Nike Air Force 1 — самые важные в истории кроссовки, которым уже более 35 лет, а их дизайн не менялся уже 30 с лишним лет. После появления в 1982 году они спровоцировали настоящую техническую революцию в 80-х, культурную революцию в 90-х и породили понятие «ретро»-моделей. В 2000-х они получили всемирное признание, оказавшись в эпицентре модных трендов. После 2000 перевыпусков, и являясь одной из самых продаваемых моделей в истории, Nike Air Force 1, без сомнения, заслуживают звания культовых. Но что в них такого особенного?
            Чтобы разобраться в этом и по достоинству оценить их влияние на мир кроссовок, сперва следует вспомнить родоначальника современной спортивной обуви. И хотя витающая вокруг Тинкера Хетфилда и Серхио Лосано слава вполне заслужена, родословная спортивной обуви Nike начинается с Брюса Килгора, ответственного за Air Force, культовые Nike Sock Racer и поруганные (но не менее значимые) Air Jordan II.

Как и большинство дизайнеров кроссовок Nike, Килгор в первую очередь был промышленным дизайнером. Он занимался дизайном кухонных приборов и автомобилей, успев поработать над формами Pontiac Fiero и Chrysler K-Car. Позже за обедом в Pizza Hut он получил приглашение в Blue Ribbon Sports, родительской компании Nike в 80-х годах. Вряд ли можно придумать более захватывающую историю для человека, создавшего самые популярные кроссовки всех времён.`
        },
        {
            name: 'NIKE blue air MAX 90',
            text: `Силуэт Nike Air Max 90 является одной из самых культовых моделей в истории. Инновационные технологии, которые были применены при создании оригинальных беговых кроссовок, заложили фундамент для дальнейшего развития линейки Air Max и сникер-индустрии в целом. 

            В этом году знаковому силуэту исполняется 30 лет. В честь этого события предлагаем познакомиться с историей создания легендарных кроссовок, а также вспомнить самые популярные модели и коллаборации.
            В 1987 году Nike вместе с дизайнером Тинкером Хэтфилдом совершил огромный прорыв как в технологии кроссовок, так и в их дизайне. Вдохновленный культурным Центром Жоржа Помпиду, вся внутренняя структура которого вынесена наружу в виде сложных переплетений цветных труб и несущих элементов, Хэтфилд представил первые кроссовки с видимым воздушным пузырем в подошве. Это решение положило начало революции в строении кроссовок для бега. Создание Air Max I стало рождением целой линейки. В последующие годы дизайнер продолжил работать над совершенствованием модели и в 1989 году, заменив полиуретан технологией Phylon, представил силуэт Air Max Light. Обновленная сетка на носке способствовала лучшей воздухопроницаемости, а задник и подносок из термопластического материала придавали кроссовкам большую устойчивость. `
        },
        {
            name: 'NIKE Air Force 1',
            text: `Nike Air Force 1 — самые важные в истории кроссовки, которым уже более 35 лет, а их дизайн не менялся уже 30 с лишним лет. После появления в 1982 году они спровоцировали настоящую техническую революцию в 80-х, культурную революцию в 90-х и породили понятие «ретро»-моделей. В 2000-х они получили всемирное признание, оказавшись в эпицентре модных трендов. После 2000 перевыпусков, и являясь одной из самых продаваемых моделей в истории, Nike Air Force 1, без сомнения, заслуживают звания культовых. Но что в них такого особенного?
            Чтобы разобраться в этом и по достоинству оценить их влияние на мир кроссовок, сперва следует вспомнить родоначальника современной спортивной обуви. И хотя витающая вокруг Тинкера Хетфилда и Серхио Лосано слава вполне заслужена, родословная спортивной обуви Nike начинается с Брюса Килгора, ответственного за Air Force, культовые Nike Sock Racer и поруганные (но не менее значимые) Air Jordan II.

Как и большинство дизайнеров кроссовок Nike, Килгор в первую очередь был промышленным дизайнером. Он занимался дизайном кухонных приборов и автомобилей, успев поработать над формами Pontiac Fiero и Chrysler K-Car. Позже за обедом в Pizza Hut он получил приглашение в Blue Ribbon Sports, родительской компании Nike в 80-х годах. Вряд ли можно придумать более захватывающую историю для человека, создавшего самые популярные кроссовки всех времён.`
        },
        {
            name: 'NIKE Air Max 270',
            text: `Сегодня на обзоре Nike Air Max 270. Модель кроссовок Nike AM 270 показала, как в Nike трепетно относятся к своему наследию. Модель 270 стала первой в линейке Air Max, в которой воздушная подушка для пятки была специально разработана для повседневной и долгой носки с сохранением эффективности усилия, характерной для своих спортивных предшественников. Ее толщина составляет 32 миллиметра, и это самый крупный Air-элемент в истории компании. Смысл цифры 270 в названии: подушка-амортизатор обозрима на 270 градусов, отдавая дань памяти Air Max 93, в которой и дебютировал этот литой «дутыш».`
        },
        {
            name: 'NIKE Free 3.0 V2',
            text: `Кроссовки Nike Free 3.0 V2 – вторая версия популярной серии обуви от производителя спортивной экипировки. Кроссовки, изначально созданные для бега, могут использоваться и для повседневного ношения. Легкая верхняя часть кроссовок выполнена из «дышащих» материалов. Для защиты пальцев владельца обуви в носке имеется специальная жесткая вставка. Подошва кроссовок выполнена из амортизирующих материалов. Для большего комфорта и амортизации рисунок протектора имеет глубокие канавки, разделяющие геометрические элементы. Для фиксации стопы предусмотрен каркас, который виден и затягивается при шнуровании. Крупные логотипы бренда, нанесенные на боковые проекции кроссовок, завершают облик обуви`
        },
        {
            name: 'NIKE Air Max 90',
            text: `Силуэт Nike Air Max 90 является одной из самых культовых моделей в истории. Инновационные технологии, которые были применены при создании оригинальных беговых кроссовок, заложили фундамент для дальнейшего развития линейки Air Max и сникер-индустрии в целом. 

            В этом году знаковому силуэту исполняется 30 лет. В честь этого события предлагаем познакомиться с историей создания легендарных кроссовок, а также вспомнить самые популярные модели и коллаборации.
            В 1987 году Nike вместе с дизайнером Тинкером Хэтфилдом совершил огромный прорыв как в технологии кроссовок, так и в их дизайне. Вдохновленный культурным Центром Жоржа Помпиду, вся внутренняя структура которого вынесена наружу в виде сложных переплетений цветных труб и несущих элементов, Хэтфилд представил первые кроссовки с видимым воздушным пузырем в подошве. Это решение положило начало революции в строении кроссовок для бега. Создание Air Max I стало рождением целой линейки. В последующие годы дизайнер продолжил работать над совершенствованием модели и в 1989 году, заменив полиуретан технологией Phylon, представил силуэт Air Max Light. Обновленная сетка на носке способствовала лучшей воздухопроницаемости, а задник и подносок из термопластического материала придавали кроссовкам большую устойчивость. `

        },
        {
            name: 'NIKE Air Max 1-87 Blue&Red',
            text: `Кроссовки Nike Air Max 1 ’87 «Great Indoors» выполнены в цветовой схеме «Sail», «Black», «Celestine Blue» и «Picante Red» и изготовлены из смеси нескольких разных материалов с тигриными полосками и коровьим принтом. Среди других примечательных деталей — атласная подкладка, бархатные шнурки и узор пейсли на носке и заднике. Также обратите внимание на тематическую стельку. Все это поверх мидсоли в цвете «Sail» и резиновой подошвы светло-синего цвета. Выглядит пара действительно очень хорошо.

            Официальные фото этих Nike Air Max 1 ’87 «Great Indoors» смотрите ниже. В продажу сникеры поступят 15 марта 2023 года в избранных магазинах и на сайте Nike.com по цене 150 долларов США. Подписывайтесь на наши VK и Telegram, чтобы не пропустить релиз.`

        },
    ],
    reebok: [
        {
            name: 'REEBOK gl 6000 red',
            text: `Модель кроссовок Reebok GL 6000 — это воплощение классического дизайна в спортивной обуви. Эта разновидность кроссовок прекрасно подойдет для ежедневной носки. Благодаря натуральному и добротному материалу верха, эта обувь будет очень практичной и привлекательной. Конструкция кроссовок продумана до мелочей, подтверждением чему является наличие анатомической стельки и подошвы из инновационного материала EVA. Благодаря этим тонкостям, они прекрасно амортизируют во время ходьбы. Для удобства эксплуатации этой обуви в любых условиях предусмотрена практичная подметка из резиновых материалов.`
        },
        {
            name: 'REEBOK CL LTHR',
            text: `Всегда актуальны. Верх из мягкой кожи делает эти кроссовки максимально комфортными. Формованная промежуточная подошва из ЭВА обеспечивает амортизацию без утяжеления. Формованная полиуретановая стелька обеспечивает дополнительную амортизацию и комфорт. Мягкий кожаный верх для постоянного комфорта. Формованная промежуточная подошва из ЭВА обеспечивает амортизацию без утяжеления. Стойкая к истиранию прочная резиновая подметка обеспечивает отличное сцепление. Стойкая к истиранию резиновая подметка отличается высокой прочностью.`
        },
        {
            name: 'REEBOK Classic Leather HW BS',
            text: `Культовая модель спортивного бренда Reebok, выполненная из высококачественной кожи. Модель была представлена в 1983 году и вскоре стала лицом марки, пройдя красной нитью через все коллекции бренда. За свою тридцатилетнюю историю кроссовки были изданы в огромном количестве вариаций сочетания цветов и материалов, неизменно оставаясь одними из культовых моделей. Посаженный на удобную амортизирующую подошву с ударопоглощающей прослойкой и подметкой верх имеет оригинальную расцветку и логотипы бренда на язычке и заднике.`

        },
        {
            name: 'REEBOK gl 12000',
            text: `О большинстве кроссовок «Рибок» из 80-х можно найти официальную информацию — каталоги, новости, переиздания. Это относится даже к редким Reebok DL 5000, ни разу не переиздававшимся после 1987 года. Однако кроссовки Reebok GL 12000 выглядят исключением — их нет в винтажных печатных каталогах и на официальных ресурсах бренда, зато их фотографии можно найти в интернете.
            Кроссовки из серии «Рибок Джи Эл» в 80-х были одними из самых технологичных на рынке, конкурируя с новинками от Nike, ASICS, New Balance, adidas и PUMA. Новые технологии позволяли делать силуэты всё более продуманными и адаптированными к нуждам бегунов, обеспечивая поддержку и стабилизацию стопы при большинстве движений.`
        },
    ]

}